Repository: guitaripod/CodingAgentKit
Catalog: Sources/AgentCore/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: %lld lines
de: %lld Zeilen
es: %lld líneas
fr: %lld lignes
it: %lld righe
ja: %lld 行
ko: %lld줄
pt_br: %lld linhas
zh_hans: %lld 行
zh_hant: %lld 行

source: +%lld more
de: +%lld weitere
es: +%lld más
fr: +%lld autres
it: +%lld altre
ja: 他 %lld 件
ko: 외 %lld개
pt_br: +%lld outras
zh_hans: 另有 %lld 个
zh_hant: 另有 %lld 個

source: Agent session
de: Agent-Sitzung
es: Sesión del agente
fr: Session d’agent
it: Sessione agente
ja: エージェントセッション
ko: 에이전트 세션
pt_br: Sessão do agente
zh_hans: 智能体会话
zh_hant: 代理工作階段

source: Answered
de: Beantwortet
es: Respondida
fr: Répondue
it: Risposta data
ja: 回答済み
ko: 답변함
pt_br: Respondida
zh_hans: 已回答
zh_hant: 已回答

source: Compaction failed.
de: Verdichtung fehlgeschlagen.
es: La compactación falló.
fr: Échec de la compaction.
it: Compattazione non riuscita.
ja: 圧縮に失敗しました。
ko: 압축에 실패했습니다.
pt_br: A compactação falhou.
zh_hans: 压缩失败。
zh_hant: 壓縮失敗。

source: Connection error: %@
de: Verbindungsfehler: %@
es: Error de conexión: %@
fr: Erreur de connexion : %@
it: Errore di connessione: %@
ja: 接続エラー: %@
ko: 연결 오류: %@
pt_br: Erro de conexão: %@
zh_hans: 连接错误：%@
zh_hant: 連線錯誤：%@

source: Decoding failed: %@
de: Dekodierung fehlgeschlagen: %@
es: Fallo al decodificar: %@
fr: Échec du décodage : %@
it: Decodifica non riuscita: %@
ja: デコードに失敗しました: %@
ko: 디코딩 실패: %@
pt_br: Falha na decodificação: %@
zh_hans: 解码失败：%@
zh_hant: 解碼失敗：%@

source: Invalid URL: %@
de: Ungültige URL: %@
es: URL no válida: %@
fr: URL non valide : %@
it: URL non valido: %@
ja: 無効な URL: %@
ko: 잘못된 URL: %@
pt_br: URL inválido: %@
zh_hans: 无效的 URL：%@
zh_hant: 無效的 URL：%@

source: Server error: %@
de: Serverfehler: %@
es: Error del servidor: %@
fr: Erreur du serveur : %@
it: Errore del server: %@
ja: サーバーエラー: %@
ko: 서버 오류: %@
pt_br: Erro do servidor: %@
zh_hans: 服务器错误：%@
zh_hant: 伺服器錯誤：%@

source: Task #%@
de: Aufgabe #%@
es: Tarea n.º %@
fr: Tâche nº %@
it: Attività n. %@
ja: タスク #%@
ko: 작업 #%@
pt_br: Tarefa nº %@
zh_hans: 任务 #%@
zh_hant: 工作 #%@

source: Unsupported by this backend: %@
de: Von diesem Backend nicht unterstützt: %@
es: No compatible con este backend: %@
fr: Non pris en charge par ce backend : %@
it: Non supportato da questo backend: %@
ja: このバックエンドでは非対応: %@
ko: 이 백엔드에서 지원하지 않음: %@
pt_br: Não suportado por este backend: %@
zh_hans: 此后端不支持：%@
zh_hant: 此後端不支援：%@

source: Waiting for your answer
de: Wartet auf deine Antwort
es: Esperando tu respuesta
fr: En attente de votre réponse
it: In attesa della tua risposta
ja: あなたの回答待ちです
ko: 답변을 기다리는 중
pt_br: Aguardando sua resposta
zh_hans: 等待你的回答
zh_hant: 等待你的回答

source: Agent
es: Agente
it: Agente
ja: エージェント
ko: 에이전트
pt_br: Agente
zh_hans: 智能体
zh_hant: 代理
